sdaiPutADBValue(Sdai_ADBId*,SdaiPrimitiveType,BTEllipsis)
\details
Stores the value (or values) of a specified type to the attribute data block(ADB).
\param block [in] An ADB instance.
\param valueType [in] A value type.